Rhino.FileIO.FileObjWriter.ObjRhinoObject.#ctor(Rhino.DocObjects.RhinoObject,Rhino.DocObjects.ObjectAttributes,Rhino.Render.RenderMaterial,Rhino.Geometry.Transform,System.Boolean)
locobject:
attribs:
render_material:
xform:
bInstance: