Grasshopper.Rhinoceros.ModelContent.AsFrozen(System.Boolean)
Try to obtain a dereferenced snapshoot of itself.
deep: Wether or not referenced content should also be frozen.
Returns: Itself if it is already dereferenced.