Grasshopper.Rhinoceros.Render.ModelRenderSun.Attributes.UtcDateTime
Utc time on earth
Returns:

Grasshopper.Rhinoceros.Render.ModelRenderSun.Attributes.CivilDateTime
Civil time at sun's location
Returns: