Grasshopper.Kernel.Types.GH_PointCloud.LoadGeometry
If the geometry is referenced and not yet loaded, attempts to load the geometry.
Returns: True if the geometry is loaded (or if it was already loaded), False on failure.

Grasshopper.Kernel.Types.GH_PointCloud.LoadGeometry(Rhino.RhinoDoc)
If the curve is referenced and not yet loaded, attempts to load the curve.
Returns: True if the pointcloud is loaded (or if it was already loaded), False on failure.