Grasshopper.Kernel.GH_Convert.GetPlaneFromDocument(Rhino.RhinoDoc,System.Guid,Rhino.Geometry.Plane@)
Harvest the object frame plane from a Rhino document.
doc: Document to search.
id: ID of plane object.
pln: Plane result.
Returns: True on success, false on failure.

Grasshopper.Kernel.GH_Convert.ObjRefToGeometry(Rhino.DocObjects.ObjRef,System.Boolean)
Convert a Rhino Object Reference into Grasshopper IGH_GeometricGoo.
in: Object reference to convert.
load: Whether or not geometry is loaded.
Returns: An instance that implements IGH_GeometricGoo on success or false on failure.