Grasshopper.Kernel.IGH_ContextualParameter2
Version 2 of Base interface for contextual parameters.
This makes accessing non-strongly-typed functionality easier.

Grasshopper.Kernel.IGH_ContextualParameter2.ClearContextualData
Clear previously assigned collection of values as contextual data