Grasshopper.Rhinoceros.Model.ModelEarthAnchorPoint.Latitude
Gets a point latitude on earth, in degrees. [-90, +90]
Remarks: In degrees.

Grasshopper.Rhinoceros.Model.ModelEarthAnchorPoint.Longitude
Gets a point longitude on earth, in degrees. [-180, +180]
Remarks: In degrees.

Grasshopper.Rhinoceros.Model.ModelEarthAnchorPoint.SphereUParameter
Gets the spherical U parameter. [-π/2, +π/2]

Grasshopper.Rhinoceros.Model.ModelEarthAnchorPoint.SphereVParameter
Gets the spherical V parameter. [-π, +π]