Grasshopper.Kernel.Types.GH_DetailView.LoadGeometry
If the geometry is referenced and not yet loaded, attempts to load the geometry.
Returns: True if the geometry is loaded (or if it was already loaded), False on failure.